[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=Nicklas Holm, Björn Bodén, TimmE
VERSION=3.0.0

[Language]
LANGUAGE=Svenska
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x041D

[Menu]
FILE=&Arkiv
FILE_EXIT=&Avsluta
EDIT=&Redigera
EDIT_COPY=&Kopiera
THEME=&Tema
HELP=&Hjälp
HELP_ABOUT=&Om CrystalDiskMark
LANGUAGE=Språk
ZOOM=&Zoom
AUTO=&Auto
; 3.0
TEST_DATA=&Testdata
DEFAULT_RANDOM=Standard (Slumpmässig)
; 4.0
SETTINGS=&Settings
SAVE=&Save
QUEUES_THREADS=&Queues && Threads
; 4.1
INTERVAL_TIME=Interval Time
SECOND=sec
MINUTE=min
HOUR=hour
; 5.0.3
ALL_ZERO=All 0x00 (0 Fill)
; 5.1.0
SELECT_FOLDER=Select Folder
; 7.0.0
FONT_SETTING=&Font Setting
PROFILE=&Profile
PROFILE_DEFAULT=Default
PROFILE_PEAK=Peak Performance
PROFILE_REAL=Real World Performance

[Message]
STOP_BENCHMARK=Vänligen stoppa mätningen.
DISK_CAPACITY_ERROR=Otillräckligt diskutrymme.
DISK_CREATE_FILE_ERROR=Misslyckades att skapa fil.
DISK_WRITE_ERROR=Skrivfel.
DISK_READ_ERROR=Läsfel.
; 7.0.0
DISK_SPD_NOT_FOUND=DiskSpd is not found. Please re-install CrystalDiskMark.

[Title]
TEST_DRIVE=Testenhet
TEST_SIZE=Teststorlek
TEST_COUNT=Antal körningar
; 7.0.0
TEST_UNIT=Test Unit
TEST_MIX=Mix Ratio

[WindowTitle]
ABOUT=Om CrystalDiskMark
QUEUES_THREADS=Queues & Threads
; 7.0.0
FONT_SETTING=Font Setting
COMMENT=Comment

[Dialog]
AUTO=Auto
; 7.0.0
FONT_FACE=Font Face
FONT_SCALE=Font Scale (%)
FONT_RENDER_METHOD=Render Method
BLOCK_SIZE=Block Size
QUEUES=Queues
THREADS=Threads
SEQUENTIAL_1=Sequential (1)
SEQUENTIAL_2=Sequential (2)
RANDOM_1=Random (1)
RANDOM_2=Random (2)
DEFAULT_AFFINITY=Default Affinity
ENABLED=Enabled
DISABLED=Disabled

